Repository: edilcloud/edilcloud-back
Catalog: web/locale/*/LC_MESSAGES/django.po
Languages: it

source: Already exists an account with this email
it: Esiste già un account associato a questa email

source: Invalid token
it: Token non valido

source: Invalid credentials
it: Credenziali non valide

source: Registration successful
it: Registrazione completata

source: Unable to log in with provided credentials.
it: Impossibile eseguire il login con le credenziali immesse.

source: Your account is disabled, check your email to activate it
it: Il tuo account è disabilitato, controlla la tua email per attivare.

source: Please provide a valid provider
it: Inserisci un provider valido, per favore

source: We are generating your report, download will start when process is finished.
it: Stiamo generando il tuo report, il download partirà appena finito il processo.

source: New Comment added in post activity
it: Nuovo commento aggiunto al post dell'attività

source: Comment updated in post activity
it: Commento modificato al post dell'attività

source: Comment deleted in post activity
it: Commento cancellato al post dell'attività

source: New Comment added in post task
it: Nuovo commento aggiunto al post della fase

source: Comment updated in post task
it: Commento modificato al post della fase

source: Comment deleted in post task
it: Commento cancellato al post della fase

source: New Post added in activity
it: Nuovo post aggiunto all'attività

source: Post updated in activity
it: Post aggiornato nell'attività

source: Post deleted in activity
it: Post cancellato nell'attività

source: New Post added in task
it: Nuovo post aggiunto nella fase

source: Post updated in task
it: Post aggiornato nella fase

source: Post deleted in task
it: Post cancellato nella fase

source: New Activity added in project
it: Nuova attività aggiunta nel progetto

source: Activity updated in project
it: Attività aggiornata nel progetto

source: Activity
it: Attività

source: New activity
it: Nuova attività

source: added in project
it: aggiunta nel progetto

source: updated in project
it: modificato nel progetto

source: deleted in project
it: cancellato nel progetto

source: of task
it: della fase

source: You have been invited in a project
it: Sei stato invitato in un progetto

source: You have been invited in project
it: Sei stato invitato nel progetto

source: from company
it: dall'azienda

source: You have been added in a project
it: Sei stato aggiunto in un progetto

source: You have been added in project
it: Sei stato aggiunto nel progetto

source: You have been deleted from project
it: Sei stato eliminato dal progetto

source: User
it: L'utente

source: has removed you from project
it: ti ha rimosso dal progetto

source: New assignment for your company
it: Nuova assegnazione per la tua azienda

source: Company
it: L'azienda

source: has assigned you task
it: ti ha assegnato la fase

source: in project
it: nel progetto

source: New activity assigned
it: Nuova attività assegnata

source: Person
it: La persona

source: has assigned you activity
it: ti ha assegnato l'attività

source: There is an issue in an activity
it: C'è un problema in un'attività

source: Issue resolved in an activity
it: Problema risolto in un'attività

source: There is an issue in a task
it: C'è un problema in una fase di lavoro

source: Issue resolved in a task
it: Problema risolto nella fase di lavoro

source: has reported an issue in activity
it: ha segnalato un problema nell'attività

source: has reported an issue in task
it: ha segnalato un problema nella fase di lavoro

source: has resolved an issue in activity
it: ha risolto un problema nell'attività

source: has resolved an issue in task
it: ha risolto un problema nella fase di lavoro

source: of project
it: del progetto

source: New post has been created
it: E' stato creato un nuovo post

source: has created a new post in task
it: ha creato un nuovo post nella fase di lavoro

source: has created a new post in activity
it: ha creato un nuovo post nell'attività

source: There is a new comment
it: C'è un nuovo commento

source: has commented post
it: ha commentato il post

source: in task
it: nella fase di lavoro

source: in activity
it: nell'attività

source: New message in
it: Nuovo messaggio in

source: Task has been completed
it: La task è stata completata

source: has completed task
it: ha completato la task

source: has completed activity
it: ha completato l'attività

source: Folder not created. Max subfolders limit is 3
it: Cartella non creata. Il limite massimo di sotto cartelle è di 3

source: New document
it: Nuovo documento

source: created
it: creato

source: updated
it: aggiornato

source: deleted
it: cancellato

source: Project closed
it: Progetto chiuso

source: Project
it: Progetto

source: was closed
it: è stato chiuso
